{
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2026-03-02T08:33:41+00:00",
            "Manifests": 1449
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2026-03-02T08:46:39+00:00",
            "Manifests": 2271
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2026-03-02T09:03:47+00:00",
            "Manifests": 552
        },
        {
            "Name": "sysinternals",
            "Source": "https://github.com/niheaven/scoop-sysinternals",
            "Updated": "2026-02-06T20:53:51+00:00",
            "Manifests": 75
        }
    ],
    "apps": [
        {
            "Info": "",
            "Version": "25.01",
            "Updated": "2025-08-11T10:19:17.9461171+00:00",
            "Name": "7zip",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.16.1",
            "Updated": "2025-10-21T16:24:10.9905893+00:00",
            "Name": "alacritty",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.26.1",
            "Updated": "2025-12-03T16:43:28.9005203+00:00",
            "Name": "bat",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.12.3",
            "Updated": "2026-01-06T10:40:34.0417041+00:00",
            "Name": "bottom",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "4.2.3",
            "Updated": "2026-02-02T10:01:23.3407703+00:00",
            "Name": "cmake",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.99.0",
            "Updated": "2026-02-12T11:21:58.4410486+00:00",
            "Name": "codex",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "8.18.0_4",
            "Updated": "2026-02-05T16:32:52.1636749+00:00",
            "Name": "curl",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "25.3.4",
            "Updated": "2026-02-02T10:02:07.5293322+00:00",
            "Name": "dbeaver",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "29.2.1",
            "Updated": "2026-02-03T10:12:49.6522902+00:00",
            "Name": "docker",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.23.4",
            "Updated": "2025-10-08T10:55:34.5000481+00:00",
            "Name": "eza",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "10.3.0",
            "Updated": "2025-08-26T10:28:30.6140125+00:00",
            "Name": "fd",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "8.0.1",
            "Updated": "2025-11-25T11:13:05.966458+00:00",
            "Name": "ffmpeg",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "25.12.19",
            "Updated": "2026-01-06T10:41:01.0949209+00:00",
            "Name": "flatc",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.9.2",
            "Updated": "2025-12-12T15:21:43.1922869+00:00",
            "Name": "fselect",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.67.0",
            "Updated": "2025-11-17T12:44:24.7179472+00:00",
            "Name": "fzf",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "2.86.0",
            "Updated": "2026-01-26T06:40:51.3994242+00:00",
            "Name": "gh",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "3.0.8-2",
            "Updated": "2026-02-11T11:21:26.4813728+00:00",
            "Name": "gimp",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "2.53.0",
            "Updated": "2026-02-03T10:38:34.9876742+00:00",
            "Name": "git",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.26.0",
            "Updated": "2026-02-11T11:22:57.3416225+00:00",
            "Name": "go",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "5.0.1",
            "Updated": "2026-02-02T10:06:08.2003811+00:00",
            "Name": "gpg4win",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "2.6.1",
            "Updated": "2025-10-08T10:57:30.4199641+00:00",
            "Name": "gsudo",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.7.0",
            "Updated": "2026-02-12T11:22:01.692513+00:00",
            "Name": "harper",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "25.07.1",
            "Updated": "2025-07-21T12:13:18.3775992+00:00",
            "Name": "helix",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "2.67.3",
            "Updated": "2026-02-02T10:06:10.2403967+00:00",
            "Name": "innounp",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.7.6",
            "Updated": "2025-03-06T17:28:23.2514932+00:00",
            "Name": "jid",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.8.1",
            "Updated": "2025-07-02T10:55:12.9693703+00:00",
            "Name": "jq",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.46.0",
            "Updated": "2026-02-05T16:31:50.7299604+00:00",
            "Name": "just",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "692",
            "Updated": "2026-02-11T11:22:58.8925911+00:00",
            "Name": "less",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "21.1.8",
            "Updated": "2026-01-06T10:42:05.3298739+00:00",
            "Name": "llvm",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "3.17.1",
            "Updated": "2026-01-20T09:58:09.005822+00:00",
            "Name": "lua-language-server",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "2.3.139",
            "Updated": "2026-02-11T11:23:02.4822886+00:00",
            "Name": "msbuild-structured-log-viewer",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "3.01",
            "Updated": "2025-10-14T11:25:54.8759704+00:00",
            "Name": "nasm",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.15.2",
            "Updated": "2025-09-23T08:57:51.7113583+00:00",
            "Name": "neovide",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.11.6",
            "Updated": "2026-02-02T10:06:24.0158057+00:00",
            "Name": "neovim",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.13.2",
            "Updated": "2025-11-25T11:14:10.9051376+00:00",
            "Name": "ninja",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "7.98",
            "Updated": "2025-08-25T11:39:34.9232865+00:00",
            "Name": "nmap",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "25.6.1",
            "Updated": "2026-02-11T11:23:19.8177377+00:00",
            "Name": "nodejs",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "8.9.1",
            "Updated": "2026-02-02T10:06:44.2366859+00:00",
            "Name": "notepadplusplus",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.110.0",
            "Updated": "2026-01-20T09:58:27.5925372+00:00",
            "Name": "nu",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "10.3.0",
            "Updated": "2025-10-14T11:32:40.2001003+00:00",
            "Name": "octave",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "29.3.0",
            "Updated": "2026-02-12T11:22:06.5192278+00:00",
            "Name": "oh-my-posh",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "10.0.0.0p2",
            "Updated": "2025-11-12T12:44:40.4246883+00:00",
            "Name": "openssh",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "5.42.0.1",
            "Updated": "2025-08-11T10:26:03.9623529+00:00",
            "Name": "perl",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "17.09",
            "Updated": "2026-01-06T10:42:28.0255428+00:00",
            "Name": "process-explorer",
            "Source": "sysinternals"
        },
        {
            "Info": "",
            "Version": "0.83",
            "Updated": "2025-03-06T17:45:41.5606389+00:00",
            "Name": "putty",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "7.5.4",
            "Updated": "2025-10-29T23:55:52.2533716+00:00",
            "Name": "pwsh",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "18.0.2",
            "Updated": "2026-02-02T10:07:33.4994537+00:00",
            "Name": "qt-creator",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.2.37",
            "Updated": "2026-01-06T10:42:32.4982837+00:00",
            "Name": "rio",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "15.1.0",
            "Updated": "2025-10-23T11:33:07.818047+00:00",
            "Name": "ripgrep",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "1.28.2",
            "Updated": "2025-04-16T10:59:37.1554363+00:00",
            "Name": "rustup",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "4.47.69",
            "Updated": "2025-12-12T15:23:41.0664111+00:00",
            "Name": "slack",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "1.24.2",
            "Updated": "2026-01-06T10:42:35.8820533+00:00",
            "Name": "starship",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "20260206",
            "Updated": "2026-02-11T11:23:41.139282+00:00",
            "Name": "sysinternals",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "0.4.0",
            "Updated": "2025-03-13T18:16:24.6478955+00:00",
            "Name": "tre-command",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "6.00",
            "Updated": "2025-03-06T17:52:48.1671581+00:00",
            "Name": "unzip",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "14.50.35719.0",
            "Updated": "2026-01-06T10:44:57.7303778+00:00",
            "Name": "vcredist2022",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "9.1.2094",
            "Updated": "2026-02-11T11:23:59.3026461+00:00",
            "Name": "vim",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "7.8.3925.62",
            "Updated": "2026-02-12T11:21:45.1199863+00:00",
            "Name": "vivaldi",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "nightly-20250314",
            "Updated": "2025-03-14T09:19:37.1186709+00:00",
            "Name": "wezterm-nightly",
            "Source": "versions"
        },
        {
            "Info": "",
            "Version": "1.23.20211.0",
            "Updated": "2026-01-26T06:42:56.7073594+00:00",
            "Name": "windows-terminal",
            "Source": "extras"
        },
        {
            "Info": "",
            "Version": "1.22.22",
            "Updated": "2025-04-14T19:42:10.1439619+00:00",
            "Name": "yarn",
            "Source": "main"
        },
        {
            "Info": "",
            "Version": "0.9.9",
            "Updated": "2026-02-02T10:07:34.4135392+00:00",
            "Name": "zoxide",
            "Source": "main"
        }
    ]
}
